{
    "Download PDF":"Download PDF",
    "Pitshou Solution LLC":"Pitshou Solution LLC",
    "A Peer-to-Peer Electronic":"Een peer-to-peer-elektronica",
    "Tax Ecosystem":"Fiscaal ecosysteem",
    "Learn More":"Meer informatie",

    "CONTACT US":"Contacteer ons",
    "Get In Touch!":"Neem contact op!",
    "Enter First Name":"Voer voornaam in",
    "Enter Last Name":"Voer achternaam in",
    "Enter Email Name":"Voer e-mail naam",
    "First Name *":"Voornaam *",
    "Last Name (optional)*":"Achternaam (optioneel)*",
    "Email Address *":"E-mailadres *",
    "Subject of Interest *":"Onderwerp van interesse *",
    "Submit":"Submit",
    "Powered by Pitshou Solutions LLC":"Powered by Pitshou Solutions LLC",
    "@2023. All rights reserved":"@2023. Alle rechten voorbehouden",
    "Address Here":"Adres Hier",
    "Select Options":"Selecteer opties",
    
    "Interested in the node validation":"Geïnteresseerd in de knooppuntvalidatie",
    "Interested in the shards hosting.":"Geïnteresseerd in de shards hosting.",
    "Interested in the tax preparation":"Geïnteresseerd in de belasting voorbereiding",
    "Interested in the AMM pool.":"Geïnteresseerd in de AMM pool.",
    "Interested in the TMSB development.":"Geïnteresseerd in de TMSB ontwikkeling.",
    "Interested in all.":"Geïnteresseerd in alles.",

    "CONGRATULATION!":"GEFELICITEERD!",
    "Thank You For Joining The Tax & Block Community Chat List!":"Bedankt voor uw deelname aan de Tax & Block Community Chat List!",
    "A Welcome Email Has Been Sent To You With The Attached Whitepaper ":"Er is u een welkomstmail gestuurd met de bijgevoegde Whitepaper.",
    "As Well. If You Don":"Ook. Als je niet",
    "t See It, Please Check Your Spam Folder":"niet ziet, controleer dan uw spam-map.",
    "Contact Now":"Nu contact opnemen",

    "We propose a blockchain.":"Wij stellen een blockchain voor.",
    "An ecosystem of tax Apps and services that use machine-enforceable Inter-Blockchain Communication (IBC) protocol to exchange digital assets and data. Tax & Block, a trademark of Pitshou Solutions LLC, aims to provide the best tax filing solutions that reshape tax professionals’ businesses, meet taxpayers’ needs, and potentially serve as a high-impact use case for tax administration improvement using blockchain technology. In the presence of intense competition going on between tax preparation software and tax preparation services, most taxpayers primarily opt for tax preparation software to save some cash. While the tax software option offers flexibility and upfront money saving, this underscores the potential of getting out of your hard work and the maximization of tax returns and/or minimization of tax liability in the back end, especially when dealing with complex taxes. Additionally, the tax system complexity increasing with the current exponential growth of both interests and investments such as in crypto assets brings about risks of audits that may also end up with legal actions in case of tax fraud.[1] Finally, the unnoticed tax expectations gap amplifies losses in the tax administration.":"Een ecosysteem van belastingapps en -diensten die gebruikmaken van het machinaal uitvoerbare Inter-Blockchain Communication (IBC) protocol om digitale activa en gegevens uit te wisselen. Tax & Block, een handelsmerk van Pitshou Solutions LLC, streeft ernaar de beste oplossingen voor belastingaangifte te bieden die de activiteiten van belastingprofessionals opnieuw vormgeven, voldoen aan de behoeften van belastingbetalers en mogelijk dienen als een use case met grote impact voor de verbetering van de belastingadministratie met behulp van blockchaintechnologie. In de aanwezigheid van intense concurrentie tussen belastingvoorbereidingssoftware en belastingvoorbereidingsdiensten, kiezen de meeste belastingbetalers in de eerste plaats voor belastingvoorbereidingssoftware om wat geld te besparen. Hoewel de optie van belastingsoftware flexibiliteit en geldbesparing vooraf biedt, onderstreept dit het potentieel om uit je harde werk te stappen en de belastingaangifte te maximaliseren en/of de belastingplicht aan de achterkant te minimaliseren, vooral bij complexe belastingen. Daarnaast brengt de toenemende complexiteit van het belastingstelsel met de huidige exponentiële groei van zowel belangen als investeringen zoals in crypto-activa risico's van audits met zich mee die ook kunnen uitmonden in rechtszaken in geval van belastingfraude.[1] Tot slot versterkt de onopgemerkte fiscale verwachtingskloof de verliezen in de belastingdienst. Vertaald met www.DeepL.com/Translator (gratis versie)",
    "join our community chat list.":"word lid van onze community-chatlijst.",
    "THE TWO DREADFUL WITNESSES OF REVELATION 11":"DE TWEE VRESELIJKE GETUIGEN VAN OPENBARING 11",
    "network that combines both the advantage of the tax preparation software flexibility and affordability as well as the benefits of letting taxpayers get matched with tax experts to get their tax return filings done at zero or low monetary costs depending on tax forms' complexity. Doing so, Tax & Block subsequently unleashes a distributed file storage system as an alternative to big companies’ centralized systems for the benefits of individuals and small businesses that care about data ownership and high-standard security. Furthermore, Tax & Block leverages Cosmos technology to lay out a complete blockchain framework that facilitates the development of Tax Marketplace-Specific Blockchains (TMSBs) in a few lines of code to comply with different countries’ tax systems. Finally, to support blockchain platform operations, and real-time payment transactions as well as stores of value, various tokens including a native cryptocurrency or coin named T&B make up the peer-to-peer electronic tax ecosystem.":"netwerk dat zowel het voordeel van de flexibiliteit en betaalbaarheid van de software voor belastingvoorbereiding combineert met de voordelen van het koppelen van belastingbetalers aan belastingdeskundigen om hun belastingaangifte gedaan te krijgen tegen nul of lage kosten, afhankelijk van de complexiteit van de belastingformulieren. Tax & Block ontketent daarmee een gedistribueerd opslagsysteem als alternatief voor de gecentraliseerde systemen van grote bedrijven ten behoeve van particulieren en kleine bedrijven die belang hechten aan data-eigendom en hoogwaardige beveiliging. Bovendien maakt Tax & Block gebruik van de Cosmos-technologie om een compleet blockchain-raamwerk op te zetten dat de ontwikkeling van fiscale marktplaats-specifieke blockchains (TMSB's) in een paar regels code mogelijk maakt om te voldoen aan de belastingstelsels van verschillende landen. Om de werking van het blockchainplatform, real-time betalingstransacties en waardeopslag te ondersteunen, vormen verschillende tokens, waaronder een eigen cryptocurrency of munt met de naam T&B, het peer-to-peer elektronisch belastingecosysteem.",
    "For updates and discussions about the project whose launch is coming up soon, please":"Voor updates en discussies over het project waarvan de lancering binnenkort plaatsvindt, alstublieft",
    "A citation from Prophets Dr. David Owuor, former US Cancer Researcher and Professor of Pharmaceuticals whose mysterious and prophetic marks have openly revealed who ":"Een citaat van profeten dr. David Owuor, voormalig kankeronderzoeker in de VS en hoogleraar farmaceutica wiens mysterieuze en profetische kenmerken openlijk hebben onthuld wie ",
    "In whatever you do, make sure that your work lies along with your eternity with GOD whose HOLINESS remains the benchmark for without which no one will see THE LORD as the day of HIS RETURN draws closer in front of us here.":"Zorg er bij wat u ook doet voor dat uw werk samenvalt met uw eeuwigheid bij GOD wiens HEILIGHEID de maatstaf blijft, zonder welke niemand DE HEER zal zien terwijl de dag van ZIJN TERUGKEER hier dichterbij komt."
}